espressif/esp-idf/components/esp_psram/test_apps/psram/sdkconfig.ci.esp32s2_release
CONFIG_IDF_TARGET="esp32s2"

CONFIG_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_BOOTLOADER_COMPILER_OPTIMIZATION_SIZE=y
CONFIG_COMPILER_OPTIMIZATION_ASSERTIONS_SILENT=y

CONFIG_ESP32S2_SPIRAM_SUPPORT=y
